Repository: jeremy-cayrasso/dtc
Catalog: debian/po/*.po
Languages: cs, de, es, eu, ru

source: This option should be chosen only if the server is not connected to the Internet directly, but through a firewall doing network address translation (NAT). If the server uses a dynamic public IP address, NAT and port forwarding are mandatory for DTC.
cs: Tuto možnost byste měli vybrat pouze v případech, kdy server není připojen k Internetu přímo, ale skrze firewall provádějící překlad síťových adres (NAT). Pokud server používá dynamickou veřejnou IP adresu, DTC vyžaduje použití NAT a přesměrování portů.
de: Diese Option sollte nur verwendet werden, falls der Server nicht direkt sondern über eine Firewall mit Network Address Translation (NAT) mit dem Internet verbunden ist. Falls der Server eine dynamische öffentliche IP-Adresse verwendet, sind NAT und Portweiterleitung für DTC vorgeschrieben.
es: Esta opción se debería elegir sólo si el servidor no está conectado a internet directamente, pero sí mediante un cortafuegos realizando traducción de direcciones de red (NAT). Si el servidor usa una dirección IP dinámica y pública, el uso de NAT y de la redirección de puertos son obligados para DTC.
eu: Aukera hau honako kasuan soilik hauta daiteke: zerbitzaria zuzenean Internetera konektatuta ez dagoenean, baizik eta suebaki baten bidez (sareko helbideen itzulpena egiten duena) konektatzen bada. Zerbitzariak IP helbide publiko dinamiko bat erabiltzen badu NAT eta ataken bideraketa derrigorrezkoak dira DTC-rentzako.
ru: Отвечать утвердительно нужно только, если сервер подключён к Интернет не напрямую, а через межсетевой экран, выполняющий трансляцию сетевых адресов (NAT). Если сервер использует динамический публичный IP адрес, то NAT и перенаправление портов обязательно для DTC.

source: NATed LAN IP address:
cs: NATovaná IP adresa:
de: IP-Adresse für LAN über NAT:
es: Dirección IP de la red local con NAT:
eu: NATed LAN IP helbidea:
ru: NAT-теный LAN IP адрес:

source: Please enter the IP address of the server for DTC to generate all vhosts that will be used by Apache.
cs: Zadejte prosím IP adresu serveru, aby mohl DTC vygenerovat všechny vhosty, které bude Apache používat.
de: Bitte geben Sie die IP-Adresse des Servers für DTC ein, um alle vhosts zu generieren, die von Apache verwendet werden sollen.
es: Introduzca la dirección IP del servidor de DTC para generar todos los vhost que se usarán en Apache.
eu: Sartu zerbitzariaren IP helbidea DTC-rentzako (Apache-k erabiliko dituen ostalari birtual guztiak sortzeko).
ru: Введите IP адрес сервера DTC для генерации всех vhosts, которые будут использованы Apache.

source: Generate an SSL certificate for DTC?
cs: Vygenerovat pro DTC SSL certifikát?
de: Soll ein SSL-Zertifikat für DTC generiert werden?
es: ¿Desea generar un certificado SSL de DTC?
eu: Sortu DTC-ren SSL ziurtagiria?
ru: Генерировать SSL сертификат для DTC?

source: If you choose this option, DTC will generate a self-signed SSL certificate and will use SSL to browse the panel. SSL will also be activated and the generated Apache configuration will activate HTTPS URLs for the control panel.
cs: Zvolíte-li tuto možnost, DTC vygeneruje SSL certifikát (podepsaný sám sebou) a pro brouzdání panelem použije SSL. SSL bude také povoleno v konfiguraci Apache, čímž se pro řídící panel povolí HTTPS adresy.
de: Falls Sie diese Option wählen, wird DTC ein selbst-signiertes SSL-Zertifikat generieren und SSL für das Navigieren im Control Panel verwenden. SSL wird auch aktiviert und die generierte Apachekonfiguration wird HTTPS-URLs für das Control Panel verwenden.
es: Si elije esta opción, DTC generará un certificado SSL autofirmado y usará SSL para navegar por el panel. SSL también se activará y la configuración generada de Apache activará HTTPS para las URL del panel de control.
eu: Aukera hau hautatzen baduzu, DTC-k berak sinatutako SSL ziurtagiria sortuko du eta SSL erabiliko da panela arakatzeko. SSL ere aktibatu egingo da eta sortutako Apache-ren konfigurazioak HTTPS URLak aktiba ditzake kontrol-panelarentzako.
ru: Если вы ответите утвердительно, то DTC сгенерирует самоподписанный SSL сертификат и будет использовать SSL для доступа к панели. SSL будет всегда включён и созданная конфигурация Apache будет включать HTTPS URL-ы для панели управления.

source: This certificate can be changed for a root CA certificate later.
cs: Tento certifikát může být později vyměněn za certifikát od kořenové certifikační autority.
de: Dieses Zertifikat kann gegen ein root CA-Zertifikat ausgetauscht werden.
es: Este certificado se puede cambiar más tarde por una autoridad de certificación raíz.
eu: Geroago, ziurtagiri hau alda daiteke supererabiltzailearen ZE (CA) ziurtagiri batengatik.
ru: Позже этот сертификат можно будет изменить на корневой сертификат CA.

source: Previously-generated certificates will never be overwritten. To regenerate the certificate, you need to remove all the files in /usr/share/dtc/etc/ssl.
cs: Dříve vygenerované certifikáty nebudou nikdy přepsány. Pro znovuvytvoření certifikátu musíte z /usr/share/dtc/etc/ssl odstranit všechny soubory.
de: Zuvor generierte Zertifikate werden nie überschrieben. Um das Zertifikat neu zu generieren, müssen Sie alle Dateien in /usr/share/dtc/etc/ssl entfernen.
es: Los certificados generados anteriormente nunca se sobrescribirán. Para regenerar el certificado, necesita borrar todos los archivos del directorio «/usr/share/dtc/etc/ssl».
eu: Aurrez sortutako ziurtagiriak ez dira inoiz gainidatziko. Ziurtagiria birsortzeko /usr/share/dtc/etc/ssl direktoriopean dauden fitxategi guztiak kendu behar dituzu.
ru: Ранее созданные сертификаты никогда не перезаписываются. Для регенерации сертификата вам нужно удалить все файлы из каталога /usr/share/dtc/etc/ssl.

source: DTC certificate passphrase:
cs: Přístupová fráze k DTC certifikátu:
de: Passphrase für das DTC-Zertifikat:
es: Frase de paso del certificado para DTC:
eu: DTC ziurtagiriaren pasaesaldia:
ru: Пароль на сертификат DTC:

source: Please choose a passphrase to protect the generated SSL certificate.
cs: Zvolte si prosím frázi, která bude chránit vytvořený SSL certifikát.
de: Bitte wählen Sie eine Passphrase, um das generierte SSL-Zertifikat zu schützen.
es: Elija una contraseña para proteger el certificado SSL generado.
eu: Aukeratu pasaesaldi bat sortutako SSL ziurtagiria babesteko.
ru: Введите пароль для защиты генерируемого сертификата SSL.

source: Country code for the DTC SSL certificate:
cs: Kód země pro SSL certifikát DTC:
de: Ländercode für das DTC-SSL-Zertifikat:
es: Código del país del certificado SSL de DTC:
eu: Herrialdearen kodea DTC SSL ziurtagiriarentzako:
ru: Код страны для SSL сертификата DTC:

source: Please enter the 2-letter country code for the generated certificate. This should usually be the code for the country the server is located in.
cs: Pro vytvořený certifikát prosím zadejte dvoupísmenný kód země. Měl by to být kód země, ve které je umístěn server.
de: Bitte geben Sie den Ländercode (zwei Buchstaben) für das generierte Zertifikat ein. Das sollte der Code für das Land sein, in dem sich Ihr Server befindet.
es: Introduzca el código de 2 letras del país para el certificado generado. Normalmente, éste debería ser el código del país en el que está el servidor.
eu: Sartu 2 hizkiko herrialdearen kodea sortutako ziurtagiriarentzako. Normalean zerbitzaria kokatuta dagoen herrialdearen kodea izaten da.
ru: Введите двухбуквенный код страны для генерируемого сертификата. Обычно это код страны, где расположен сервер (Россия -- RU).

source: City name for the DTC SSL certificate:
cs: Jméno města pro SSL certifikát DTC:
de: Stadtname für das DTC-SSL-Zertifikat:
es: Nombre de la ciudad del certificado SSL de DTC:
eu: Herriaren izena DTC SSL ziurtagiriarentzako:
ru: Название города для SSL сертификата DTC:

source: Organization name for the DTC SSL certificate:
cs: Jméno organizace pro SSL certifikát DTC:
de: Organisationsnamen für das DTC-SSL-Zertifikat:
es: Nombre de la organización del certificado SSL de DTC:
eu: Erakundearen izena DTC SSL ziurtagiriarentzako:
ru: Название организации для SSL сертификата DTC:

source: Organizational unit for the DTC SSL certificate:
cs: Organizační jednotka pro SSL certifikát DTC:
de: Organisationseinheit für das DTC SSL-Zertifikat:
es: Departamento de la organización del certificado SSL de DTC:
eu: Erakundeko saila DTC SSL ziurtagiriarentzako:
ru: Название подразделения организации для SSL сертификата DTC:

source: Email address for the DTC SSL certificate:
cs: Emailová adresa pro SSL certifikát DTC:
de: E-Mailadresse für das DTC-SSL-Zertifikat:
es: Dirección de correo electrónico del certificado SSL de DTC:
eu: Helbide elektronikoa DTC SSL ziurtagiriarentzako:
ru: Адрес электронной почты для SSL сертификата DTC:

source: DTC SSL certificate challenge password:
cs: Heslo pro SSL certifikát DTC:
de: »Challenge«-Passwort für das DTC-SSL-Zertifikat:
es: Contraseña del desafío del certificado SSL de DTC:
eu: DTC SSL ziurtagiriaren erronka-pasahitza:
ru: Пароль вызова для SSL сертификата DTC:

source: DNSBL (DNS BlackList) list:
cs: Seznam DNSBL (DNS BlackList):
de: DNSBL (DNS BlackList) Liste:
es: Lista DNSBL («DNS BlackList»):
eu: DNSBL (DNS BlackList) zerrenda:
ru: Список DNSBL ("чёрный список" DNS):

source: Please enter the list of preferred DNSBL servers to add to your Postfix mail server configuration.
cs: Zadejte prosím seznam preferovaných DNSBL serverů, které se přidají k vašemu nastavení Postfixu.
de: Geben Sie bitte eine Liste Ihrer bevorzugten DNSBL-Server ein, die zu Ihrer Postfix-Konfiguration hinzufügt werden sollen.
es: Introduzca la lista de servidores DNSBL preferidos para añadirlos a su configuración del servidor de correo electrónico Postfix.
eu: Sartu DNSBL zerbitzari hobetsien zerrenda, Postfix zerbitzariaren konfigurazioari gehitzeko.
ru: Введите список предпочитаемых DNSBL серверов для добавления к настройкам почтового сервера Postfix.

source: Local address extension character:
cs: Znak pro příponu lokální adresy:
de: Lokales Adress-Erweiterungszeichen:
es: Carácter de extensión de la dirección local:
eu: Helbide lokalen luzepenaren karakterea:
ru: Символ расширения локального адреса:

source: Please choose the character that will be used to define a local address extension. This MUST match what you have set in your postfix or qmail setup.
cs: Vyberte prosím znak, který se použije pro definování přípony lokální adresy. Znak MUSÍ souhlasit s tím, který jste zadali v nastavení postfixu nebo qmailu.
de: Bitte wählen Sie das Zeichen aus, dass zur Definition einer lokalen Adresserweiterung verwendet wird. Es MUSS mit der Einstellung in Ihrer Postfix- oder QMail-Konfiguration übereinstimmen.
es: Elija el carácter que se usará para definir la extensión de la dirección local. Éste DEBE coincidir con el valor configurado en postfix o qmail.
eu: Helbide lokaleko luzapen bat definitzeko erabiliko den karakterea aukeratu. Postfix edo qmail zerbitzariaren konfigurazioan ezarritakoarekin bat etorri behar du.
ru: Укажите символ, который будет использован для определения расширения локального адреса. Он ДОЛЖЕН совпадать с уже настроенным в postfix или qmail.

source: The recipient delimiter will be used for your mailing lists. Let's say you use the + char as delimiter, then your users will have to send a mail to list+subscribe@example.com. The drawback when choosing + is that some MTA don't allow to send mail with this char in the recipient (namely some bad qmail patches are incompatibles), but when using - as delimiter, you will not be able to use an email of the form john-doe@example.com as - is the delimiter.
cs: Pro vaše poštovní konference se použije oddělovač příjemců. Řekněme, že jako oddělovač používáte znak „+“. Vaši uživatelé pak budou muset posílat poštu na konference+subscribe@priklad.cz. Nevýhoda použití „+“ je v tom, že některé poštovní programy odmítají poslat mail na adresu, která tento znak obsahuje (jmenovitě některé patche do qmailu). Při použití oddělovače „-“ zase nebudete moci používat adresu ve formátu franta-uzivatel@priklad.cz, protože „-“ slouží jako oddělovač.
de: Das Trennzeichen für Empfänger wird für Ihre Mailinglisten verwandt. Verwenden Sie beispielsweise das »+«-Zeichen als Trenner, dann müssen Ihre Benutzer eine E-Mail an die Liste +subscribe@example.com schicken. Der Nachteil bei der Wahl von »+« besteht darin, dass einige MTA es nicht erlauben, E-Mails mit diesem Zeichen im Empfänger zu versenden (insbesondere sind einige schlechte Patches für Qmail inkompatibel). Verwenden Sie stattdessen »-« als Trenner, können Sie keine E-Mails der Form max-planck@example.com senden, da »-« der Trenner ist.
es: El delimitador del receptor se usará para sus listas de correo electrónico. Por ejemplo, si usa el carácter «+» como delimitador, sus usuarios tendrán que enviar un correo electrónico a «lista+suscribirse@ejemplo.com». La pega es que si elije «+» algunos MTA no permiten enviar correos electrónicos con este carácter en el receptor (algunos parches malos de qmail son incompatibles), pero cuando usa «-» como delimitador, no podrá usar una dirección de correo con la forma «john-doe@ejemplo.com» porque el carácter «-» es el delimitador
eu: Hartzailearen mugatzailea posta-zerrendetan erabiliko da. Demagun + karakterea erabiltzen duzula mugatzaile gisa, orduan erabiltzaileek +harpidetu@adibidea.org zerrendara bidali beharko dute mezu bat. Tamalez + karakterea aukeratzean MTA batzuek ez dute onartuko karaktere hau hartzailean erabiltzea (batik bat qmail-en bateragarriak ez diren zenbait adabakitan), baina - karakterea erabiltzen baduzu ezin izango duzu enbata-hondamendieta@adibidea.org moduko mezurik erabili (mugatzailea - ikurra delako).
ru: В почтовых списках будет использован разделитель имени получателя. Например, если используется символ + как разделитель, то для отправки писем в список пользователям нужно писать на адрес +subscribe@example.com. Недостатком выбора + является то, что некоторые MTA не позволяют посылать почту с таким символом в получателе (а именно, некоторые плохие заплатки к qmail так поступают), но при выборе в качестве разделителя символа "-" вы не сможете использовать адреса вида john-doe@example.com, так как "-" является разделителем.

source: Subdomain name for the MX server:
cs: Poddoména pro MX server:
de: Subdomain-Name für den MX-Server:
es: Nombre del subdominio del servidor MX:
eu: Azpidomeinuaren izena MX zerbitzariarentzako:
ru: Имя субдомена сервера MX:

source: Your mail server will need to use a subdomain name to accept mail. This subdomain will be configured in your mail server and your domain name server by DTC. Any name is ok here.
cs: Aby mohl váš poštovní server přijímat poštu, bude muset použít poddoménu. DTC tuto poddoménu nastaví ve vašem poštovním serveru i ve jmenném serveru. Můžete zadat libovolný název.
de: Ihr E-Mail-Server muss einen Subdomain-Namen verwenden, um E-Mail zu akzeptieren. Von DTC wird diese Subdomain in Ihrem E-Mail-Server und in Ihrem Domain-Server konfiguriert. Jeder Name ist hier geeignet.
es: Su servidor de correo electrónico necesitará usar un subdominio para aceptar el correo electrónico. Este subdominio lo configurará DTC en su servidor de correo electrónico y su servidor de nombres de dominio. Cualquier nombre es válido aquí.
eu: Posta-zerbitzariak azpidomeinu bat erabili behar du mezuak onartzeko. Azpidomeinu hau DTC-k konfiguratuko du posta-zerbitzarian eta domeinu-izenen zerbitzarian (DNS). Edozein izen baliozkoa da hor.
ru: Вашему почтовому серверу нужен субдомен для приёма почты. Этот субдомен будет настроен в вашем почтовом сервере и сервере доменных имён с помощью DTC. Можно использовать любое имя.

source: Network devices to monitor:
cs: Síťová zařízení, která sledovat:
de: Netzgeräte, die überwacht werden sollen:
es: Redes para monitorizar:
eu: Sareko gailuak monitorizatzeko:
ru: Сетевые устройства для мониторинга:

source: Please enter all the network devices you wish to be monitored by the RRDTool graphing utility.
cs: Zadejte prosím všechna síťová zařízení, která mají být sledována nástrojem pro vykreslování grafů - RRDTool.
de: Bitte geben Sie alle Netzgeräte ein, die mittels RRDTool-Graphik-Hilfswerkzeug überwacht werden sollen.
es: Introduzca todos los dispositivos de red que quiere monitorizar mediante la herramienta de gráficos RRDTool.
eu: RRDTool tresna grafikoarekin monitorizatzea nahi dituzun sareko gailu guztiak sartu.
ru: Введите все сетевые устройства, за которыми вы хотите следить с помощью утилиты RRDTool.

source: Allow to report anonymous statistics to GPLHost?
cs: Povolit zasílání anonymních statistik GPLHostu?
de: Darf eine anonyme Statistik an GPLHost geschickt werden?
es: ¿Desea permitir informar de estadísticas anónimas a GPLHost?
eu: Baimendu estatistika anonimoak bidaltzea GPLHost-era?
ru: Разрешать анонимно отсылать статистику на GPLHost?

source: DTC installations can be reported to the GPLHost web site. The only collected data are the operating system name (Debian) and the IP address (used as a unique identifier only). An Internet connection and the wget binary are required to report the statistics.
cs: Instalace DTC se může ohlásit na webové stránky GPLHostu. Jediná odesílaná data jsou název operačního systému (Debian) a IP adresa (používá se pouze pro jednoznačnou identifikaci). Pro odeslání statistiky je vyžadováno internetové připojení a program wget.
de: DTC-Installationen können an die GPLHost-Webseite gemeldet werden. Es wird nur der Betriebssystemname (Debian) und die IP-Adresse (als eindeutiger Bezeichner verwendet) gesandt. Eine Internetverbindung und das wget-Programm müssen installiert sein, damit die Statistiken gemeldet werden können.
es: Las instalaciones de DTC se pueden informar al sitio web GPLHost. Los únicos datos recolectados son el nombre del sistema operativo (Debian) y la dirección IP (usada sólo como identificador único). Se necesita una conexión a internet y el binario de wget para realizar el informe de las estadísticas.
eu: DTC instalazioari buruzko txostena GPLHost webgunera bidal daiteke. Bilduko diren datuak sistema eragilearen izena (Debian) eta IP helbidea (identifikatzaile esklusibo gisa erabiltzeko) izango dira. Interneteko konexioa eta wget aplikazioa behar dira estatistikak bidaltzeko.
ru: DTC установки могут отсылать отчёты на веб-сайт GPLHost. Собирается только имя операционной системы (Debian) и IP адрес (используется только как уникальный идентификатор). Для отправки статистики требуется подключение к Интернет и программа wget.

source: Skip mknod calls when building the chroot template?
cs: Přeskočit při vytváření šablony pro chroot volání mknod?
de: Sollen mknod-Aufrufe beim Generieren der chroot-Vorlage übersprungen werden?
es: ¿Desea saltarse las llamadas a «mknod» cuando se genere la plantilla de chroot?
eu: Saltatu mknod deiak chroot txantiloia eraikitzean?
ru: Пропускать вызовы mknod при сборке шаблона chroot?

source: In some environments, such as Linux vServer, mknod cannot be executed. This option allows skipping the creation of the null, random and urandom devices during the chroot template creation.
cs: V některých prostředích, např. Linux VServer, není možné používat program mknod. Povolením této volby se při vytváření šablony pro chroot přeskočí vytvoření zařízení null, random a urandom.
de: In manchen Umgebungen, z.B. Linux vServer, darf mknod nicht ausgeführt werden. Diese Option erlaubt das überspringen der Erstellung der null-, random- und urandom-Geräte während der Erstellung des chroot-Vorlage.
es: En algunos entornos, como Linux vServer, no se puede ejecutar «mknod». Esta opción permite saltarse la creación de los dispositivos «null», «random» y «urandom» durante la creación de la plantilla de chroot.
eu: Ingurune batzuetan, Linux vServer bezalakoetan, mknod ezin da exekutatu. Aukera honek null, random eta urandom gailuen sorrera saltatzea baimentzen du chroot txantiloia eraikitzean.
ru: В некоторых окружениях, например в Linux vServer, невозможно выполнять mknod. Этот параметр позволяет пропускать создание устройств null, random и urandom во время создания шаблона chroot.

source: Cyrus is a replacement for the Maildir delivery and storage. You must know what you are doing if you want to activate the use of Cyrus. If you are using dtc-toaster or dtc-postfix-courier, you have to answer not to use Cyrus here. Cyrus is only usable with the dtc package and NOT if you are using dtc-postfix-courier instead.
cs: Cyrus nahrazuje doručování a ukládání do Maildiru. Chcete-li aktivovat Cyrus, musíte vědět, co děláte. Používáte-li dtc-toaster nebo dtc-postfix-courier, musíte zde odpovědět záporně. Cyrus se dá použít pouze s balíkem dtc (ne s dtc-postfix-courier).
de: Cyrus ist der Ersatz für die Maildir-Auslieferung und -Speicherung. Sie müssen sich auskennen, falls Sie Cyrus aktiveren möchten. Falls Sie Dtc-toaster oder Dtc-postfix-courier verwenden, müssen Sie die Verwendung von Cyrus ablehnen. Cyrus kann nur mit dem Dtc-Paket verwandt werden und NICHT falls Sie stattdessen Dtc-postfix-courier verwenden.
es: Cyrus es un reemplazo de la transmisión y el almacenamiento de Maildir. Debe conocer lo que está haciendo si quiere activar el uso de Cyrus. Si está usando «dtc-toaster» o «dtc-postifx-courier», tiene que responder no, aquí, al uso de Cyrus. Cyrus sólo se puede usar con el paquete dtc y NOT si está usando «dtc-postfix-courier».
eu: Cyrus posta-sistema mezuak jasotzeko eta gordetzeko Maildir sistemaren ordezkoa da. Zertan ari zaren ongi jakin behar duzu Cyrus-en erabilpena aktibatzeko. dtc-toaster edo dtc-postfix-courier erabiltzen ari bazara, hemen Cyrus ez erabiltzea erantzun behar duzu. Cyrus sistema ezin da dtc-postfix-courier paketearekin batera erabili, dtc paketearekin soilik erabil daiteke.
ru: Cyrus -- это замена хранилищу и доставке Maildir. Вы должны знать, что вы делаете, если хотите включить использование Cyrus. Если вы используете dtc-toaster или dtc-postfix-courier, то ответьте не использовать Cyrus. Cyrus работает только с пакетом dtc и НЕ работает, если используется dtc-postfix-courier.
