Repository: jeremy-cayrasso/dtc
Catalog: debian/po/*.po
Languages: cs, de, es, eu, ru

source: Automatically configure MySQL user?
cs: Nastavit MySQL uživatele automaticky?
de: Den MySQL-Benutzer automatisch konfigurieren?
es: ¿Desea configurar automáticamente el usuario de MySQL?
eu: Konfiguratu automatikoki MySQL erabiltzailea?
ru: Настроить пользователя MySQL автоматически?

source: DTC can use /etc/mysql/debian.cnf to automatically create a root mysql user for DTC to access and manage MySQL and DTC's database. This way, no question will be asked to you about what MySQL root password is used, all will be automated, but the drawback is that the MySQL server that will be used will always be located in the local machine (you won't be able to configure DTC to use a remote database server).
cs: DTC umí na základě souboru /etc/mysql/debian.cnf automaticky vytvořit mysql uživatele pro přístup a správu databází MySQL a DTC. Takto nebudete dotázáni na správcovské heslo k MySQL a vše bude automatizováno. Nevýhodou je, že použitý MySQL server bude vždy na lokálním počítači (nebudete moci nastavit DTC, aby použil vzdálený databázový server).
de: DTC kann /etc/mysql/debian.cnf verwenden, um automatisch einen MySQL-root-Benuzter zu erstellen, damit DTC auf MySQL und DTCs-Datenbank zugreifen und diese verwalten kann. Auf diese Weise werden Ihnen keine Fragen über das verwendete root-Passwort von MySQL gestellt, alles wird automatisiert. Der Nachteil ist aber, dass immer der MySQL-Server auf der lokalen Maschine verwendet wird (Sie werden nicht in der Lage sein, DTC so zu konfigurieren, dass es einen entfernten Datenbankserver verwendet).
es: DTC puede usar el archivo «/etc/mysql/debian.cnf» para crear automáticamente un usuario de mysql de administración para que DTC acceda y gestione MySQL y la base de datos de DTC. De este modo, no se le preguntará por ninguna contraseña de administración de MySQL, pero la pega es que el servidor de MySQL que se usará deberá estar siempre ubicado en la máquina local (no le está permitido configurar DTC para que use un servidor de bases de datos remoto).
eu: DTC-k /etc/mysql/debian.cnf erabil dezake mysql supererabiltzailea automatikoki sortzeko (DTC-ek MySQL eta DTC-ren datu-baseetara sarbidetzeko eta kudeatzeko). Honela, MySQL-ko supererabiltzailearen pasahitzik ez zaizu eskatuko, horren ordainean ordea MySQL zerbitzariak beti ordenagailu lokalean kokatuta egon beharko du (ezingo duzu DTC konfiguratu urruneko datu-base zerbitzari batekin erabiltzeko).
ru: Для доступа и управления MySQL и базой данных в DTC может быть автоматически создан пользователь root mysql (используются данные файла /etc/mysql/debian.cnf). При этом не будет задан вопрос об используемом root пароле для MySQL, всё будет сделано автоматически. Недостатком является то, что используемый сервер MySQL всегда будет располагаться на локальной машине (вы не сможете настроить для DTC удалённый сервер базы данных).

source: In any case, please make sure that your MySQL root password is set. As per default, Debian installs it with a blank password. To set your MySQL root password, issue the following command: dpkg-reconfigure mysql-server-5.0. You've been warned!
cs: Ať už se rozhodnete jakkoliv, přesvědčte se, že je správcovské heslo MySQL nastaveno, protože ve výchozím nastavení Debian instaluje MySQL s prázdným heslem. Pro nastavení správcovského hesla MySQL zadejte následující příkaz: dpkg-reconfigure mysql-server-5.0. Byli jste varováni!
de: Auf jeden Fall sollten Sie sicherstellen, dass das root-Passwort von MySQL gesetzt ist. Standardmäßig installiert Debian es mit einem leeren Passwort. Um ein root-MySQL-Passwort zu setzten, geben Sie den folgenden Befehl ein: dpkg-reconfigure mysql-server-5.0. Sie wurden gewarnt!
es: En cualquier caso, por favor esté seguro de que su contraseña de administración de MySQL está configurada. De manera predeterminada, Debian instala MySQL con una contraseña en blanco. Para configurar su contraseña de administración, ejecute el siguiente comando: «dpkg-reconfigure mysql-server-5.0». ¡Está avisado!
eu: Edozein modutan, ziurtatu ezazu MySQL-ko supererabiltzailearen pasahitza ezarrita dagoela. Lehenetsi gisa, Debian-ek pasahitz hutsa ezartzen du. MySQL-ko supererabiltzailearen pasahitza konfiguratzeko exekutatu honako komandoa: dpkg-reconfigure mysql-server-5.0. Jakinean zaude!
ru: В любом случае, проверьте, что пароль root в MySQL установлен. По умолчанию, в Debian устанавливается пустой пароль. Чтобы задать пароль MySQL, запустите следующую команду: dpkg-reconfigure mysql-server-5.0. Вы предупреждены!

source: MySQL hostname:
cs: Jméno MySQL serveru:
es: Nombre de la máquina de MySQL:
eu: MySQL-ren ostalari-izena:
ru: Имя хоста MySQL:

source: Please enter the hostname or IP address of the MySQL server.
cs: Zadejte prosím jméno nebo IP adresu MySQL serveru:
de: Bitte geben Sie den Hostnamen oder die IP-Adresse des MySQL-Servers ein.
es: Introduzca el nombre de la máquina o la dirección IP del servidor de MySQL.
eu: Sartu MySQL zerbitzariaren ostalari-izena edo IP helbidea.
ru: Введите имя машины или IP адрес сервера MySQL.

source: MySQL administrator:
cs: Správce MySQL:
es: Administrador de MySQL:
eu: MySQL-ko administratzailea:
ru: Администратор MySQL:

source: Please enter the login name of a MySQL user with administrative privileges. DTC will use it to grant privileges for the tables to its users.
cs: Zadejte prosím přihlašovací jméno MySQL uživatele se správcovskými oprávněními. DTC ho využije k udělování práv k tabulkám.
de: Bitte geben Sie einen MySQL-Benutzernamen mit administrativen Privilegien ein. DTC wird ihn zur Vergabe von Privilegien für Ihre Tabellen verwenden.
es: Introduzca el nombre de un usuario de MySQL con privilegios de administración. DTC lo usará para conceder privilegios sobre las tablas a sus usuarios.
eu: Sartu MySQL-ko administratzaile baimenak dituen erabiltzaile baten saio-hasierako izena. DTC-k hura erabiliko du taulen baimenak bere erabiltzaileei emateko.
ru: Введите имя учётной записи пользователя MySQL, обладающего административными правами. DTC будет использовать это имя для предоставления доступа к таблицам.

source: MySQL administrator password:
cs: Správcovské heslo k MySQL:
de: MySQL-Administrator-Passwort:
es: Contraseña del administrador de MySQL:
eu: MySQL-ko administratzailearen pasahitza:
ru: Пароль администратора MySQL:

source: Please enter the password of the MySQL administrator.
cs: Zadejte prosím heslo pro správce MySQL.
de: Bitte geben Sie das Passwort für den MySQL-Administrator ein.
es: Introduzca la contraseña del administrador de MySQL.
eu: Sartu MySQL-ko administratzailearen pasahitza.
ru: Введите пароль администратора MySQL.

source: DTC database name:
cs: Jméno DTC databáze:
de: DTC-Datenbankname:
es: Nombre de la base de datos DTC :
eu: DTC datu-basearen izena:
ru: Имя базы данных DTC:

source: Please enter the name of the database to use for storing all DTC hosting information.
cs: Zadejte prosím jméno databáze, která se má použít pro uložení všech informací o hostingu.
de: Bitte geben Sie den Namen der Datenbank ein, die zum Speichern aller DTC-Hosting-Informationen verwandt werden soll.
es: Introduzca el nombre de la base de datos a usar para almacenar toda la información del sistema de DTC.
eu: Sartu datu-basearen izena (DTC-k edukiko duen informazio guztia gordetzeko).
ru: Введите имя базы данных, в которой будет храниться вся информация о хостинге DTC.

source: Change MySQL root password?
cs: Změnit heslo MySQL uživatele root?
de: MySQL-root-Passwort ändern?
es: ¿Desea cambiar la contraseña del administrador MySQL?
eu: Aldatu MySQL-ko 'root'-en pasahitza?
ru: Изменить пароль root в MySQL?

source: By default, the mysql-server package does not require a password for the MySQL root user. This can be changed during the configuration of the DTC package.
cs: Balík mysql-server implicitně nevyžaduje heslo ke správcovskému účtu MySQL (root). To můžete změnit během nastavení balíku DTC.
de: Standardmäßig benötigt das mysql-server-Paket kein Passwort für den MySQL-root-Benutzer. Das kann während der Konfiguration von DTC geändert werden.
es: De manera predeterminada, el paquete mysql-server no necesita una contraseña para el usuario de administración de MySQL. Esto se puede cambiar durante la configuración del paquete DTC.
eu: Lehenetsi gisa, mysql-server paketeak ez du MySQL-ko supererabiltzailearen (root) pasahitzik behar. DTC paketearen konfigurazioan zehar alda daiteke.
ru: По умолчанию, пакет mysql-server не требует установки пароля для пользователя root в MySQL. Это можно исправить во время настройки пакета DTC.

source: Domain name:
cs: Doménové jméno:
es: Nombre de dominio:
eu: Domeinu-izena:
ru: Имя домена:

source: Please enter the first domain which you want DTC to manage. This domain name will be used to install the root admin and customer web control panel of DTC (under one of this domain's subdomains).
cs: Zadejte prosím první doménu, kterou má DTC spravovat. Toto doménové jméno se použije pro instalaci správcovského a zákaznického webového ovládacího panelu DTC (jako poddoména této domény).
de: Geben Sie die erste Domain ein, die von DTC administriert werden soll. Diese Domain wird verwandt, um den Hauptadministrator und das Kunden-Web-Steuer-Panel von DTC (auf einer Subdomain dieser Domain) zu installieren.
es: Introduzca el primer dominio que quiere que gestione DTC. Este dominio se usará para instalar el panel web de administración e información de DTC (bajo uno de los subdominios de este dominio).
eu: Sartu aurreneko domeinua DTC-k kudeatzeko. Domeinuaren izen hau DTC-ren root administratzailearen eta bezeroaren web kontrol-panela instalatzeko erabiliko da (domeinu honetako azpidomeinu batean).
ru: Введите первое имя домена, которым вы хотите управлять из DTC. Данное имя будет использовано для установки корневой административной и клиентской веб-панели управления DTC (под одним из субдоменов).

source: DTC root panel subdomain:
cs: Poddoména hlavního panelu DTC:
es: Subdominio del panel de control DTC:
eu: DTC-ko root-aren panelaren azpidomeinua:
ru: Субдомен корневой панели DTC:

source: Please enter the subdomain to be used by the DTC control panel.
cs: Zadejte prosím poddoménu, která se použije pro řídící panel DTC.
de: Geben Sie die Subdomain ein, die vom DTC-Steuer-Panel verwandt werden soll.
es: Introduzca el subdominio que usará el panel de control de DTC.
eu: Sartu azpidomeinua DTC kontrol-panelak erabiltzeko.
ru: Введите субдомен, который будет использоваться для корневой панели DTC.

source: Primary IP address:
cs: Primární IP adresa:
de: Primäre IP-Adresse:
es: IP primaria:
eu: IP helbide nagusia:
ru: Первичный IP адрес:

source: Please enter this host's primary IP address. This address will be used for the domain name you just provided, and will be used as the default for most DTC variables. If you are using Network Address Translation (NAT), please enter your external IP address.
cs: Zadejte prosím primární IP adresu tohoto počítače. Zadaná adresa se použije pro doménové jméno, které jste právě zadali, a také bude výchozí hodnotou pro většinu DTC proměnných. Používáte-li překlad adres (NAT), zadejte prosím svou externí IP adresu.
de: Geben Sie die primäre IP-Adresse des Hosts ein. Diese IP-Adresse wird für die Domain benutzt, die Sie zuvor eingegeben haben und als Vorgabe für DTC-Variablen. Falls Sie Network Address Translation (NAT) benutzen, geben Sie hier bitte Ihre externe IP Adresse ein.
es: Introduzca la dirección IP primaria de esta máquina. Esta dirección se usará para el dominio que proporcionó, y se usará de manera predeterminada para la mayoría de las variables de DTC. Si está usando la traducción de direcciones de red (NAT), por favor, introduzca su dirección IP externa.
eu: Sartu ostalari honen IP helbide nagusia. Helbide hau eman duzun domeinuaren izenarentzako erabiliko da, eta DTC-ko aldagai gehienetan lehenetsi gisa erabiliko da. NAT (Sareko Helbideen Itzulpena) erabiltzen ari bazara, sartu kanpoko IP helbidea.
ru: Введите первичный IP адрес этого хоста. Данный адрес будет использован для доменного имени, которое было указано ранее, и будет использован в качестве значения по умолчанию для большинства переменных DTC. Если вы используете трансляцию сетевых адресов (NAT), вводите внешний IP адрес.

source: Path for hosted domains:
cs: Cesta k hostovaným doménám:
de: Pfad für gehostete Domains:
es: Ruta para los dominios alojados:
eu: Ostatutako domeinuen bide-izena:
ru: Каталог для размещаемых доменов:

source: Please enter the directory to be used by DTC to store files for all hosted domains.
cs: Zadejte prosím adresář, který má DTC použít pro ukládání souborů všech hostovaných domén.
de: Bitte geben Sie das Verzeichnis ein, das von DTC zum Speichen aller gehosteten Domains verwendet werden soll.
es: Introduzca el directorio que usará DTC para almacenar los archivos de todos los dominios controlados.
eu: Sartu direktorioa DTC-k ostatuta dauden domeinu guztien fitxategiak gordetzeko.
ru: Введите каталог, в котором будут храниться файлы всех размещаемых доменов DTC.

source: If you choose /var/www, which is Apache's default document root, all files hosted in that directory may become publicly accessible. It is therefore recommended to change the DocumentRoot setting in Apache configuration if you choose /var/www as path for hosted domains.
cs: Zvolíte-li /var/www, což je v Apache výchozí kořen pro dokumenty, stanou se všechny zde hostované soubory veřejně přístupné. Jestliže tedy zvolíte pro hostované domény cestu /var/www, doporučujeme v nastavení Apache změnit proměnnou DocumentRoot.
de: Falls Sie /var/www verwenden, welches Apaches voreingestelltes Wurzelverzeichnis ist, könnten alle gehosteten Dateien öffentlich zugänglich werden. Es wird daher empfohlen, die DocumentRoot-Einstellung in der Konfiguration von Apache zu ändern, falls Sie /var/www als Pfad für die gehosteten Domains wählen.
es: Si elije «/var/www», que es el directorio raíz predeterminado de los documentos de Apache, todos los archivos contenidos en este directorio se podrán acceder de manera pública. Sin embargo, si elije el directorio «/var/www» para los dominios, se recomienda cambiar el valor de «DocumentRoot» en la configuración de Apache.
eu: /var/www aukeratzen baduzu (Apache zerbitzariaren erroko dokumentuen direktorio lehenetsia da), direktorio horretan kokatuta dauden fitxategi guztiak publikoki atzi daitezke. Hori dela eta, Apache-ren konfigurazioan DocumentRoot aldatzea biziki gomendatzen da (baldin eta /var/www aukeratu baduzu ostatutako domeinuen bide-izen gisa).
ru: Если вы укажите /var/www, что является корнем документов по умолчанию для Apache, то все файлы из этого каталога могут стать публично доступными. Поэтому рекомендуется изменить настройку DocumentRoot в конфигурации Apache, если вы укажите /var/www в качестве каталога для размещаемых доменов.

source: Path for the chroot environment template:
cs: Cesta k šabloně chrootovaného prostředí:
de: Pfad für die chroot-Umgebungsvorlage:
es: Ruta de la plantilla del entorno chroot:
eu: Chroot inguruneko txantiloiaren bide-izena:
ru: Каталог шаблона chroot окружения:

source: Please enter the directory to be used by DTC to build the cgi-bin chroot environment template.
cs: Zadejte prosím adresář, který má DTC použít jako šablonu pro vytvoření cgi-bin chrootu.
de: Bitte geben Sie den Pfad ein, der von DTC für die chroot-Umgebungsvorlage für cgi-bin verwendet werden soll.
es: Introduzca el directorio usado por DTC para generar la plantilla del entorno del cgi-bin de chroot.
eu: Sartu direktorioa DTC-k erabiltzeko (cgi-bin chroot inguruneko txantiloia eraikitzeko).
ru: Введите каталог, который будет использовать DTC для построения шаблона cgi-bin chroot окружения.

source: Main domain admin name:
cs: Jméno správce hlavní domény:
de: Name des Administrators der Hauptdomain:
es: Nombre del administrador del dominio principal:
eu: Domeinu nagusiko administratzailearen izena:
ru: Имя администратора главного домена:

source: Each DTC domain must have an administrator. Please enter the login name of the administrator for the domain name containing the control panel installation.
cs: Každá DTC doména musí mít správce. Zadejte prosím přihlašovací jméno správce k doméně, která obsahuje instalaci řídícího panelu.
de: Jede DTC-Domain muss einen Administrator haben. Bitte geben Sie einen Benutzernamen für den Administrator der Domain ein, die die Control-Panel-Installation enthält.
es: Cada dominio DTC debe tener un administrador. Por favor, introduzca el nombre del administrador del dominio que contiene la instalación del panel de control.
eu: DTC domeinu bakoitzak administratzaile bat eduki behar du. Sartu administratzailearen saio-hasierako izena (instalazioko kontrol-panela duen domeinuaren izenarentzako).
ru: Каждый домен DTC должен иметь администратора. Введите имя учётной записи администратора для доменного имени, содержащего установку панели управления.

source: Main domain admin password:
cs: Heslo správce hlavní domény:
de: Administrator-Kennwort für die Hauptdomain:
es: Contraseña del administrador del dominio principal:
eu: Domeinu nagusiko administratzailearen pasahitza:
ru: Пароль администратора главного домена:

source: Please choose the main domain administrator's password. Access to the control panel must be managed manually through a .htpasswd file in the root path.
cs: Zadejte prosím heslo správce hlavní domény. Přístup k řídícímu panelu musí být spravován ručně skrze soubor .htpasswd.
de: Bitte geben Sie das Passwort für den Administrator der Hauptdomain ein. Der Zugriff auf das Control Panel muss manuell durch eine .htpasswd-Datei im Wurzelverzeichnis verwaltet werden.
es: Elija la contraseña del administrador del dominio principal. El acceso al panel de control se debe gestionar manualmente mediante un archivo «.htpasswd» en el directorio raíz.
eu: Aukeratu domeinu nagusiko administratzailearen pasahitza. Kontrol-panelerako sarbidea eskuz kudeatu behar da erroko bide-izenean dagoen .htpasswd fitxategiaren bidez.
ru: Введите пароль администратора главного домена. Доступом к панели управления нужно управлять вручную через файл .htpasswd в корневом пути.

source: Mail Transfer Agent (MTA) type:
cs: Typ poštovního serveru (MTA):
de: Typ des Mail Transfer Agents (MTA):
es: Tipo de agente de transporte de correo electrónico (MTA):
eu: MTA (Posta-Transferentzien Agentea) mota:
ru: Тип агента пересылки почты (MTA):

source: Please select the MTA that will be used with DTC. It should be installed on the system already. If no such MTA is currently installed, please complete the setup of DTC, install a MTA package, then run "dpkg-reconfigure dtc".
cs: Vyberte prosím MTA, který má DTC používat. MTA by již měl být na systému nainstalován. Pokud tomu tak není, dokončete nastavení DTC, nainstalujte balík s MTA a poté spusťte „dpkg-reconfigure dtc“.
de: Bitte wählen Sie einen MTA, der mit DTC verwendet werden soll. Er sollte bereits auf dem System installiert sein. Falls derzeit kein solcher MTA installiert ist, dann konfigurieren Sie DTC zu ende, installieren einen MTA und rufen »dpkg-reconfigure dtc« auf.
es: Seleccione el MTA que se usará con DTC. Ya debería estar instalado en el sistema. Si no hay instalado ningún MTA, complete la configuración de DTC, instale un paquete de un MTA, y ejecute «dpkg-reconfigure dtc».
eu: Hautatu MTA (DTC-rekin erabiltzeko). Dagoeneko sisteman instalatuta egon beharko luke. MTA-rik ez badago, osatu DTC-ren konfigurazioa, instalatu MTA paketea, eta ondoren exekutatu "dpkg-reconfigure dtc".
ru: Выберите MTA, который будет использоваться с DTC. Он уже должен быть установлен в системе. Если такой MTA сейчас не установлен, то завершите настройку DTC, установите пакет с MTA, а затем выполните "dpkg-reconfigure dtc".

source: Use Cyrus mail system?
cs: Používat poštovní systém Cyrus?
de: Cyrus-E-Mailsystem verwenden?
es: ¿Desea usar el sistema de correo electrónico de Cyrus?
eu: Erabili Cyrus posta-sistema?
ru: Использовать почтовую систему Cyrus?

source: Please choose this option if you are using Cyrus for mail delivery, IMAP and MTA. This option is only compatible with Postfix.
cs: Pokud jako poštovní a IMAP server používáte Cyrus, vyberte tuto možnost. Tato možnost je kompatibilní pouze s Postfixem.
de: Bitte wählen sie diese Option, falls Sie Cyrus (IMAP und MTA) für die E-Mailzustellung verwenden wollen. Diese Option ist nur mit Postfix kompatibel.
es: Elija está opción si está usando Cyrus para la transmisión del correo electrónico, IMAP y MTA. Esta opción sólo es compatible con Postfix.
eu: Hautatu aukera hau Cyrus erabiltzen baduzu (IMAP, MTA eta posta bidaltzeko). Aukera hau Postfix-ekin soilik da bateragarria.
ru: Ответьте утвердительно, если используете Cyrus для доставки почты, IMAP и MTA. Этот параметр совместим только с Postfix.

source: Apache version to configure:
cs: Verze Apache, která se má nastavit:
de: Apache-Version, die konfiguriert werden soll:
es: Versión de Apache para configurar:
eu: Konfiguratuko den Apache bertsioa:
ru: Версия Apache для настройки:

source: DTC supports both Apache and Apache2. Please enter the version which DTC should use.
cs: DTC podporuje jak Apache, tak Apache2. Zadejte verzi, kterou má DTC používat.
de: DTC unterstützt Apache und Apache2. Bitte geben Sie ein, welche Version DTC verwenden soll.
es: DTC es compatible con Apache y Apache2. Por favor, introduzca la versión que DTC debería usar.
eu: DTC-k bai Apache bai Apache2 onartzen ditu. Sartu DTC-k erabili beharreko bertsioa.
ru: DTC поддерживает работу с Apache и Apache2. Укажите версию, которую нужно использовать DTC.

source: Use "NATed" vhosts?
cs: Použít „NATované“ vhosty?
de: NAT vhosts verwenden?
es: ¿Usar vhosts con NAT?
eu: Erabili "NATed" ostalari birtualak?
ru: Использовать "NAT-теные" vhosts?

source: DTC can configure Apache to use one of your IP addresses. If the server is firewalled with NAT and port redirections of public IP(s) address(es), a "NATed" vhost configuration can be generated.
cs: DTC může nastavit Apache tak, aby používal některou z vašich IP adres. Pokud se server nachází za NATem a jsou na něj přesměrovány porty z veřejné IP adresy (nebo adres), je možné vytvořit „NATovanou“ konfiguraci vhostu.
de: DTC kann Apache so konfigurieren, dass es eine Ihrer IP-Adressen benutzt. Falls der Server hinter eine Firewall mit NAT und Portweiterleitung der öffentlichen IP-Adresse(n) steht, kann eine vhost-Konfiguration über NAT generiert werden.
es: DTC puede configurar Apache para usar una de sus direcciones IP. Si el servidor está detrás de un cortafuegos con NAT y redirecciones de puertos de la(s) dirección(es) IP, se puede generar una configuración de vhost con NAT.
eu: DTC-ek Apache konfigura dezake IP helbideetariko bat erabiltzeko. Zerbitzariak suebaki bat badu (NAT eta IP helbide publikoen ataken birbideraketekin) "NATed" ostalari birtualaren konfigurazioa sor daiteke.
ru: DTC может настроить Apache на использование одного из ваших IP адресов. Если сервер находится за межсетевым экраном с NAT и перенаправлением портов публичного(ых) IP адреса(ов), то может быть создана "NAT-теная" vhost конфигурация.
